7767517
2 2
Input            data                     0 1 data 0=14 1=14 2=256
Convolution      conv                     1 1 data output 0=2 1=3 11=3 2=1 12=1 3=1 13=1 4=0 5=1 6=4608 19=256 20=32 21=14